# Universidad de San Carlos de Guatemala
# Escuela de Ciencias Físicas y Matemáticas
# Programación Matemática 1
# Luis José Velásquez Berdúo
# 20121338

dibujo = {
        0: """
                ____________
               | /         | 
               |/        (x x)
               |           |
               |          / \\
               |
           """,
        1: """
                ____________
               | /         | 
               |/        (°_°)
               |           |
               |          / \\
               |
            """,
        2: """
                ____________
               | /         
               |/        (°_°)
               |           |
               |          / \\
               |
            """,
        3: """
                ___________
               | /         
               |/        (°_° )
               |           |
               |          / \\
               |
            """,
        4: """
                ________
               | /          
               |/        (^_^)
               |           |
               |          / \\
               |
            """,
        5: """
                ___
               | /        
               |/        (^_^)
               |           |
               |          / \\
               |
            """,
        6: """
               |
               |         (^_^)
               |           |
               |          / \\
               |
            """,
        7: """
                
                         (^_^)
                           |
                          / \\
               
            """

    }